Revit 2027 API
ParameterTypeId.DividedSurfaceAllGridRotation Property
 "All Grid Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceAllGridRotation { get; }
Public Shared ReadOnly Property DividedSurfaceAllGridRotation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceAllGridRotation {
	ForgeTypeId^ get ();
}
static member DividedSurfaceAllGridRotation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace